Repository: SludgeGirl/cockpit-snapshots
Catalog: po/*.po
Languages: id, ja, sv

source: A cockpit module for managing snapper snapshots
id: Modul Cockpit untuk mengelola snapshot Snapper
ja: snapper によるスナップショットを管理するための Cockpit モジュール
sv: En cockpit modul för att hantera snapper ögonblicksavbilder

source: A reboot is needed to complete the rollback
id: Diperlukan reboot untuk menyelesaikan pengembalian
ja: 巻き戻しを完了するには再起動が必要です
sv: En omstart krävs för att slutföra återställning

source: Added Files
id: Berkas yang ditambahkan
ja: 追加されたファイル
sv: Tillagda filer

source: Added Packages
id: Paket yang ditambahkan
ja: 追加されたパッケージ
sv: Tillagda paket

source: Cockpit Snapshots
id: Snapshot Cockpit
ja: Cockpit スナップショット
sv: Cockpit ögonblicksavbilder

source: Compare Snapshots
id: Bandingkan snapshot
ja: スナップショット間の比較
sv: Jämför ögonblicksavbilder

source: Downgraded Packages
id: Paket yang diturunkan versinya
ja: ダウングレードされたパッケージ
sv: Nedgraderade paket

source: Modified Files
id: Berkas yang diubah
ja: 修正されたファイル
sv: Modiferade filer

source: No changes found
id: Tidak ditemukan perubahan
ja: 変更点が見つかりません
sv: Inga ändringar hittades

source: Please select a value
id: Silakan pilih nilai
ja: 値を選択してください
sv: Vänligen välj ett värde

source: Reboot
ja: 再起動
sv: Starta om

source: Removed Files
id: Berkas yang dihapus
ja: 削除されたファイル
sv: Borttagna filer

source: Removed Packages
id: Paket yang dihapus
ja: 削除されたパッケージ
sv: Borttagna paket

source: Rollback to post
id: Kembalikan ke pasca
ja: 事後の状態に戻す
sv: Rulla tillbaka till före

source: Rollback to pre
id: Kembalikan ke pra
ja: 事前の状態に戻す
sv: Rulla tillbaka till efter

source: Rollback to snapshot
id: Kembalikan ke snapshot
ja: スナップショットの状態に戻す
sv: Rulla tillbaka till ögonblicksavbild

source: Rolled back successfully
id: Berhasil dikembalikan
ja: 巻き戻しが成功しました
sv: Återställd framgångsrikt

source: Snapshot Configs
id: Konfigurasi snapshot
ja: スナップショットの設定
sv: Konfiguration av ögonblicksbilder

source: Snapshots
id: Snapshot
ja: スナップショット
sv: Ögonblicksavbilder

source: There was an error
id: Terjadi kesalahan
ja: エラーが発生しました
sv: Det uppstod ett fel

source: Updated Packages
id: Paket yang diperbarui
ja: 更新されたパッケージ
sv: Uppdaterade paket

source: With
id: Dengan
ja: と
sv: Med

source: sndiff is not installed
id: sndiff tidak terpasang
ja: sndiff がインストールされていません
sv: sndiff är inte installerat
